Repository: zotonic/mod_google
Catalog: translations/*.po
Languages: nl

source: Application keys can be found in
nl: Applicatiesleutels kun je vinden in

source: Connect with Google
nl: Verbinden met Google

source: Disconnect
nl: Ontkoppel

source: Disconnect from Google
nl: Verbinding met Google verbreken

source: Do you want to disconnect your Google account?
nl: Wil je je Google-account loskoppelen?

source: Log in with Google
nl: Log in met Google

source: One moment please
nl: Een ogenblik geduld

source: Redirecting to Google.
nl: Doorsturen naar Google.

source: Save Google Settings
nl: Google-instellingen opslaan

source: Saved the Google settings.
nl: De Google instellingen zijn opgeslagen.

source: The OAuth Authorization Callback URL is
nl: De OAuth autorisatie callback URL is

source: Use Google authentication
nl: Gebruik Google-authenticatie

source: You don't have permission to change the Google settings.
nl: Je hebt geen toestemming om de Google instellingen te veranderen.

source: You have coupled your <strong>Google</strong> account.
nl: Je hebt je <strong>Google</strong> account gekoppeld.

source: Your Google Developer Dashboard
nl: Je Google Developer Dashboard
